hello_text = "Я помогаю разобраться в себе и закрепить привычки"

menu_text = """<b>Меню\n</b>Нажми <i>учить</i> чтобы учить слова
            Нажми <i>добавить</i> чтобы добавить слово для изучения\n\n
            Пожалуйста, отвечайте честно - важно для статистики."""

learn_text = """ - Напишите перевод этого слова.\n
                Если вы итак знаете это слово - нажмите на кнопку ниже."""


about_kb = """Если вы хотите, чтобы слово попадалось чаще, то нажмите
<b>чаще</b>\nЕсли считаете что довольно хорошо запомнили - нажмите <b>реже</b>
Обязательно выберите одну из кнопок <i>(да, как у Морфиуса)</i>\n
Чтобы выйти из режима переводов нажмите <i>закончить</i>"""


correct = """Правильно\n\n""" + about_kb

incorrect = """ - правильный ответ\nНичего - повторение папа учения\n\n""" + about_kb

full_words = {
    'hi': 'привет',
    'goodbye': 'пока',
    'table': 'стол',
    'chair': 'стул',
    'desk': 'доска',
    'word': 'мир',
    'earth': 'земля',
    'you': 'ты',
    'I': 'я',
    'We': 'мы',
    'probably': 'вероятно',
    'piece': 'кусок',
    'tired': 'усталый',
    'should': 'должен',
    'be able': 'быть в состоянии',
    'not enough': 'не хватает',
    'enough': 'достаточно',
    'represent': 'представлять',
    'sequence': 'последовательность'
}
